Repository: elementary/settings-applications
Catalog: po/extra/*.po
Languages: ca, de, es, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, zh_cn, zh_tw

source: Applications Settings
ca: Paràmetres de les aplicacions
de: Anwendungseinstellungen
es: Configuración de Aplicaciones
fr: Paramètres des applications
hu: Alkalmazásbeállítások
ja: アプリケーションの設定
ko: 애플리케이션 설정
nl: Applicatie-instellingen
pl: Ustawienia aplikacji
pt_br: Configurações de Aplicativos
ru: Параметры приложений
sv: Programinställningar
tr: Uygulama Ayarları
uk: Налаштування застосунків
zh_cn: 应用程序设置
zh_tw: 應用程式設定

source: Manage default and startup applications
ca: Gestioneu les aplicacions per defecte i d'inici.
de: Verwalten von Standard- und Autostart-Anwendungen
es: Gestione las aplicaciones predeterminadas y de inicio
fr: Gérer les applications par défauts et au démarrage de l'ordinateur
hu: Alapértelmezett és automatikusan induló alkalmazások kezelése
ja: デフォルトアプリケーションと自動起動するアプリケーションを管理します
ko: 기본 및 시작 애플리케이션 관리
nl: Beheer standaardapplicaties en applicaties die automatisch opstarten
pl: Zarządzaj programami domyślnymi i startowymi
pt_br: Gerenciar aplicações padrão e de início
ru: Управление приложениями по умолчанию и автозапуском
sv: Hantera standard- och uppstartsprogram
tr: Varsayılan ve başlangıç uygulamalarını yönetin
uk: Керування типовими застосунками та автозапуском
zh_cn: 管理默认应用和开机启动应用
zh_tw: 管理預設與初始啟動應用程式

source: Minor updates:
ca: Actualitzacions menors:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
ja: マイナーアップデート:
ko: 소소한 업데이트:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
pt_br: Pequenas atualizações:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
uk: Незначні оновлення:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
ko: 최신 번역
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлені переклади
zh_cn: 翻译更新
zh_tw: 翻譯更新

source: A Big Redesign!
ca: Un fort redisseny!
es: ¡Se ha rediseñado completamente!
fr: Une refonte importante !
hu: Egy nagy újratervezés!
ja: 大幅なデザイン変更!
nl: Een groots nieuw ontwerp!
pl: Wielkie przeprojektowanie!
pt_br: Um Grande Redesign!
ru: Большой редизайн!
sv: En stor omdesign!
tr: Büyük Bir Yeniden Tasarım!
uk: Великий редизайн!
zh_tw: 大幅重新設計！

source: A new icon
ca: Una nova icona
es: Con un nuevo icono de aplicación
fr: Une nouvelle icône
hu: Új ikon
ja: 新しいアイコン
nl: Een nieuw icoon
pl: Nowa ikona
pt_br: Um novo ícone
ru: Новый значок
sv: En ny ikon
tr: Yeni bir simge
uk: Нова піктограма
zh_tw: 新圖示

source: Redesigned layout that makes it faster to get to app permissions
ca: Disposició redissenyada que fa que sigui més ràpid accedir als permisos de l'aplicació
es: Con una disposición rediseñada que hace más fácil acceder a los permisos de la aplicación
fr: Une nouvelle présentation qui permet d'accéder plus rapidement aux autorisations des applications
hu: Újratervezett elrendezés, amely könnyebbé teszi az alkalmazások engedélyeihez való eljutást
ja: よりアプリのパーミッション設定にアクセスしやすいレイアウトに変更
nl: Een nieuwe indeling ontworpen om snel naar de app-toestemmingen te gaan
pl: Przeprojektowano układ by móc szybciej dostać się do upoważnień aplikacji
pt_br: Layout redesenhado que torna mais rápido obter permissões de aplicativos
ru: Обновлённый дизайн, позволяющий быстрее получить доступ к разрешениям приложений
sv: Omdesignad layout som gör det snabbare att komma till appbehörigheter
tr: Uygulama izinlerine daha hızlı ulaşmayı sağlayan yeniden tasarlanmış düzen
uk: Перероблений макет, який пришвидшує доступ до дозволів для застосунку
zh_tw: 重新設計佈局讓開啟應用程式權限設定更快

source: Portal permissions like Backgrounding, Location, Screenshots, and Wallpapers
ca: Permisos del portal com ara fons, ubicació, captures de pantalla i fons de pantalla
es: Administración de permisos en portales tales como segundo plano, ubicación, capturas de pantalla y fondos de escritorio
fr: Permissions relatives aux portails telles que l'arrière-plan, l'emplacement, les captures d'écran et les fonds d'écran
hu: Portálengedélyek, mint a háttérben való futás, helyhozzáférés, képernyőképek és háttérképek
ja: バックグラウンド実行、位置情報、スクリーンショット、壁紙などのポータルパーミッションを設定可能に
nl: Portaaltoestemmingen zoals achtergrond-taken, locatie, schermafdrukken en achtergronden
pl: Portale upoważnień takie jak działanie w tle, lokalizacja, zrzuty ekranu oraz tapety
pt_br: Permissões do portal como Plano de fundo, Localização, Capturas de tela e Papéis de parede
ru: Разрешения порталов работы в фоне, местоположения, снимков экрана и обоев
sv: Portalbehörigheter som bakgrunder, plats, skärmdumpar och bakgrundsbilder
tr: Arka Plan, Konum, Ekran Görüntüleri ve Duvar Kağıtları gibi portal izinleri
uk: Дозволи порталу, такі як тло, розташування, знімки екрана та шпалери
zh_tw: 背景執行、地理位置、畫面快照與桌布等入口權限

source: New features:
ca: Característiques noves:
de: Neue Funktionen:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ja: 新機能:
ko: 새로운 기능:
nl: Nieuwe functies:
pl: Nowe funkcje:
pt_br: Novas funcionalidades:
ru: Новые возможности:
sv: Nya funktioner:
tr: Yeni özellikler:
uk: Нові функції:
zh_cn: 新特性：
zh_tw: 新功能：

source: Properly handle autostart files created by the Background Portal
ca: Gestiona correctament els fitxers d'inici automàtic creats pel portal de fons
es: Ahora se manejan adecuadamente los archivos creados al inicio del portal de Fondo
fr: Prise en charge des fichiers de démarrage automatique créés par le portail de mise en arrière-plan
hu: A háttérportál által készített, automatikus indulásokért felelős fájlok megfelelő kezelése
ja: バックグラウンドポータルによって作成された自動起動ファイルを適切に処理するよう修正
nl: Verwerk op de juiste manier automatische opstartbestanden die door de Achtergrondportaal zijn aangemaakt
pl: Poprawne obsługiwaniu plików autostartu stworzonych przez Panel tła
pt_br: Lidar adequadamente com arquivos de inicialização automática criados pelo Portal em segundo plano
ru: Испрвлено отображерие файлов автозапуска, созданных Порталом работы в фоновом режиме
sv: Korrekt hantering av autostartfiler som skapats av bakgrundsportalen
tr: Arka Plan Portalı tarafından oluşturulan otomatik başlatma dosyalarını uygun şekilde işle
uk: Правильна обробка автозапуску файлів створених порталом фонового режиму
zh_tw: 正確處理《背景桌面入口》所建立的自動啟動檔案

source: App chooser in Startup is a dialog instead of a popover
ca: El selector d'aplicacions a l'inici és un diàleg en lloc d'una finestra emergent
es: La vista de escoger aplicación se hace a través de un cuadro de diálogo y no un cuadro emergente
fr: Le sélecteur d'applications est une boîte de dialogue et non un popover
hu: Az Automatikusan induló fülön az alkalmazásválasztó egy párbeszédablak lett
ja: “自動起動”で表示するアプリ選択画面を、ポップオーバーからダイアログに変更
nl: De app-kiezer in Opstarten is een dialoogvenster in plaats van een pop-over
pl: Wybieranie aplikacji w Programach startowych jest dialogiem, a nie popoverem
pt_br: O seletor de aplicativos na inicialização é uma caixa de diálogo em vez de uma janela sobreposta
ru: Список приложений в автозагрузке теперь диалоговое, а не всплывающее окно
sv: Appväljare i Uppstart är en dialogruta istället för en popover
tr: Başlangıçtaki uygulama seçici, açılır pencere yerine bir iletişim kutusu
uk: Вибір застосунків на панелі запуску — це діалогове вікно, а не спливне вікно
zh_tw: 初始啟動的應用程式選取工具現在是對話框而非 popover

source: Improve screen reader descriptions
ca: Millora de les descripcions dels lectors de pantalla
es: Se mejoraron las descripciones para los lectores de pantalla
fr: Amélioration des descriptions du lecteur d'écran
hu: A képernyőolvasó leírásainak javítása
ja: スクリーンリーダーに関する説明を改善
nl: Verbeter de schermlezerbeschrijvingen
pl: Poprawiono opisy dla czytników ekranu
pt_br: Melhore as descrições do leitor de tela
ru: Улучшения для чтения с экранов
sv: Förbättra beskrivningar för skärmläsare
tr: İyileştirilmiş ekran okuyucu açıklamaları
uk: Удосконалено описи зчитування з екрана
zh_tw: 改善螢幕閱讀器描述

source: Fix an issue with setting the incorrect app for certain files types
ca: Correcció de l'establiment de l'aplicació incorrecta per a alguns tipus de fitxers
de: Behebt einen Fehler der Auftrat, wenn die falsche Anwendung zum Öffnen bestimmter Dateitypen festgelegt wurde
es: Se corrigió un problema que establecía la aplicación errónea para ciertos tipos de archivo
fr: Correction d'un problème d'association avec la mauvaise application pour certains types de fichiers
hu: Néhány fájltípusnál helytelen alkalmazás beállításának hibája javítva
ja: 特定の種類のファイルが意図しないアプリで開くように設定されてしまう不具合を修正
ko: 특정 파일 형식에 대해 잘못된 앱 설정 문제 수정
nl: Een probleem is opgelost waarbij de verkeerde app werd ingesteld voor sommige bestandstypes
pl: Naprawiono problem z nieprawidłową aplikacją dla niektórych typów plików
pt_br: Corrigir um problema ao configurar o aplicativo incorreto para determinados tipos de arquivos
ru: Исправлено назначение приложений для определённых типов файлов
sv: Åtgärdat ett problem med att ställa in fel app för vissa filtyper
tr: Belirli dosya türleri için yanlış uygulamayı ayarlama sorunu düzeltildi
uk: Виправлено проблему з визначенням неправильного застосунку для деяких типів файлів
zh_cn: 修复了为某些文件类型设置不正确的应用程序的问题
zh_tw: 修正為某些檔案類型設定錯誤的應用程式的問題

source: Don't overwrite custom overrides when unnecessary
ca: No se substitueixen substitucions personalitzades quan no cal.
de: Selbst gesetzte Übersteuerrungen nicht überschreiben, wenn dies nicht nötig ist
es: Ya no se sobreescriben configuraciones personalizadas si no es necesario
fr: Les directives personnalisées ne sont désormais plus écrasées si ce n'est pas nécessaire
hu: Ne írja felül az egyedi felülbírálásokat, ha nem szükséges
ja: 必要のないときはカスタマイズされたアクセス許可を上書きしないように修正
ko: 불필요한 경우 사용자 정의 재정의를 덮어쓰지 마세요
nl: Overschrijf eigen overrides niet wanneer onnodig
pl: Nie nadpisuj niestandardowych nadpisań bez potrzeby
pt_br: Não substitua substituições personalizadas quando desnecessárias
ru: Пользовательские настройки не перезаписываются без необходимости
sv: Skriv inte över anpassade åsidosättningar när det inte är nödvändigt
tr: Gerekmediğinde özel geçersiz kılmaların yeniden üzerine yazma
uk: Користувацькі налаштування не перезаписуються без потреби
zh_cn: 非必要不要覆盖自定义设置
zh_tw: 不需要時不要覆寫自訂的 override

source: Manage permissions for Flatpak apps
ca: Gestioneu els permisos de les aplicacions de Flatpak.
de: Berechtigungen für Flatpak-Apps verwalten
es: Ahora se pueden gestionar permisos para aplicaciones Flatpak
fr: Gestion des autorisations pour les applications Flatpak
hu: Flatpak alkalmazások engedélyeinek kezelése
ja: Flatpak アプリのパーミッションを管理できる機能を追加
ko: Flatpak 앱에 대한 권한 관리
nl: Beheer toegankelijkheden voor Flatpak apps
pl: Zarządzanie uprawnieniami aplikacji z Flatpak
pt_br: Gerenciar permissões para aplicativos Flatpak
ru: Управление правами доступа Flatpak приложений
sv: Hantera behörigheter för Flatpak-appar
tr: Flatpak uygulamaları için izinleri yönetin
uk: Керування дозволами Flatpak-застосунків
zh_cn: 管理 Flatpak 应用程序的权限
zh_tw: 管理 Flatpak 應用程式的權限

source: Show custom launcher files
ca: Es mostren els fitxers de llançador personalitzats
de: Zeige angepasste Launcher Dateien
es: Ahora se muestran los archivos de lanzadores de aplicaciones personalizados
fr: Affichage des fichiers de lanceur personnalisés
hu: Egyedi indítóikonok megjelenítése
ja: ユーザーが作成した起動ファイルを表示するように修正
ko: 사용자 정의 실행 파일 표시
nl: Toon eigen launcher bestanden
pl: Pokaż niestandardowe wyzwalacze plików
pt_br: Mostrar arquivos do inicializador personalizado
ru: Отображение пользовательских файлов запуска
sv: Visa anpassade startfiler
tr: Özel başlatıcı dosyalarını göster
uk: Показ користувацьких файлів запуску
zh_cn: 显示自定义启动器文件
zh_tw: 顯示自訂啟動器檔案

source: Fix issues with OnlyShowIn and Snap apps
de: Fehler im Zusammenhang mit OnlyShowIn und Snap apps behoben
ko: OnlyShowIn 및 Snap 앱 문제 수정
zh_cn: 修复 OnlyShowIn 和 Snap 应用程序的问题
