Repository: elementary/settings-applications
Catalog: po/*.po
Languages: ckb

source: Manage default apps, startup apps, and app permissions
ckb: ڕێکخستنی بەرنامە بنەڕەتییەکان و مۆڵەتەکانی بەرنامە و ئەو بەرنامانەی کە لەگەڵ پێبوونی کۆمپیتەر دەکرێنەوە

source: Applications
ckb: بەرنامەکان

source: Startup
ckb: دەستپێک

source: Default Apps
ckb: بەرنامە بنەڕەتییەکان

source: Permissions
ckb: مۆڵەتەکان

source: Sandboxing
ckb: ساندبۆکس کردن

source: Confinement
ckb: سنووردارکردن

source: Default
ckb: بنەڕەت

source: Web Browser
ckb: وێبگەڕ

source: Email Client
ckb: نامە (ئیمێڵ)

source: Calendar
ckb: ڕۆژمێر

source: Video Player
ckb: پلەیەری ڤیدیۆ

source: Music Player
ckb: پلەیەری مۆسیقا

source: Text Editor
ckb: دەستکاریکەری دەق

source: Image Viewer
ckb: سەیرکەری وێنە

source: File Browser
ckb: گەڕۆکی پەڕگە

source: Defaults
ckb: بنەڕەتییەکان

source: System
ckb: سیستەم

source: Home Folder
ckb: بوخچەی سەرەتا

source: Devices
ckb: ئامێرەکان

source: Network
ckb: ڕایەڵە

source: Bluetooth
ckb: بلوتوس

source: Printing
ckb: چاپکردن

source: Secure Shell Agent
ckb: پاراستنی شێڵی بریکار

source: GPU Acceleration
ckb: خێراکردنی GPU

source: Reset to Defaults
ckb: گەڕاندنەوەیان بۆ دۆخی بنەڕەت

source: Manage Bluetooth devices including pairing, unpairing, and discovery.
ckb: دەتوانێت ئامێرەکانی بلوتوس ڕێکبخات ، واتا دەتوانێت بە دوای بلوتوسدا بگەڕیت و پەیوەست ببێت.

source: Accelerate graphical output.
ckb: خێراکردنی دەرئەنجامی گرافیکی.

source: Location Services
ckb: خزمەتگوزاری شوێن

source: Wallpaper
ckb: پاشبنەما

source: Launch Apps on Startup
ckb: کردنەوەی بەرنامەکان لە دەستپێکدا

source: Add apps to the Startup list by clicking the icon in the toolbar below.
ckb: زیادکردنی بەرنامەکان بۆ لیستی دەستپێک بە کرتەکردن لەسەر ئایکۆنەکە لە شریتەکەی خوارەوە.

source: Add Startup App…
ckb: زیادکردنی بەرنامە بۆ لیستی دەستپێک…

source: Custom Command
ckb: فەرمانێکی تایبەت

source: Launch %s on startup
ckb: کردنەوەی %s لەگەڵ دەستپێکی کۆمپیتەر

source: Search Applications
ckb: بەدوای بەرنامەدا بگەڕێ

source: Type in a custom command
ckb: فەرمانێکی تایبەت لێرە بنووسە

source: Cancel
ckb: هەڵوەشاندنەوە
